Repository: Amaliya/django-cracklib
Catalog: django_cracklib/locale/*/LC_MESSAGES/django.po
Languages: da

source: you are not registered in the password file
da: Du er ikke optegnet i adgangskodefilen

source: it is based on your username
da: Kodeordet må ikke være baseret din email.

source: it is based upon your password entry
da: Dit nye kodeord må ikke være baseret på din tidligere adgangskode.

source: it is derived from your password entry
da: Dit nye kodeord må ikke være afledt af din tidligere adgangskode.

source: it's derived from your password entry
da: Dit nye kodeord må ikke være afledt af din tidligere adgangskode.

source: it is derivable from your password entry
da: Dit nye kodeord må ikke kunne afledes af din tidligere adgangskode.

source: it's derivable from your password entry
da: Dit nye kodeord må ikke kunne afledes af din tidligere adgangskode.

source: it is WAY too short
da: Kodeordet er ALT for kort.

source: it is too short
da: Kodeordet er for kort.

source: it does not contain enough DIFFERENT characters
da: Kodeordet indeholder ikke nok FORSKELLIGE tegn.

source: it is all whitespace
da: Kodeordet må ikke kun indeholde mellemrum og blanke tegn.

source: it is too simplistic/systematic
da: Kodeordet er for simpelt eller for systematisk.

source: it looks like a National Insurance number.
da: Kodeordet må ikke ligne et CPR nummer.

source: it is based on a dictionary word
da: Kodeordet må ikke være baseret på et ord fra en ordbog.

source: it is based on a (reversed) dictionary word
da: Kodeordet må ikke være baseret på et spejlvendt ord fra en ordbog.
